{
  "article_link": "https://ourworldindata.org/life-expectancy",
  "pic1_alt": "Map of the world for the period life expectancy at birth, in a given year. Period life expectancy is a metric that summarizes death rates across all age groups in one particular year. For a given year, it represents the average lifespan for a hypothetical group of people, if they experienced the same age-specific death rates throughout their whole lives as the age-specific death rates seen in that particular year. Learn more in the article Life expectancy - what does this actually mean? Life expectancy ranges from 40 years old to 85 years old. Canada, Australia, New Zealand, the Scandanavian countries and southern Europe are in the 85 range. United States, Brazil, Eastern Europe, China, Saudia Arabia, Algeria and Turkey are in the 75 to 80 range. Most of South America, Central America and Asia, as well as Mexico, northern Africa, Tanzania, Senegal, and Gabon are in the 65 to 75 range. Most of central and southern Africa, Afghanistan and Bolivia are between 50 and 65 years. Data source: Human Mortality Database (2023); United Nations - World Population Prospects (2022).",
  "pic2_alt": "Life expectancy in males and females, World. The period life expectancy at birth, in a given year for males and females. Period life expectancy is a metric that summarizes death rates across all age groups in one particular year. For a given year, it represents the average lifespan for a hypothetical group of people, if they experienced the same age-specific death rates throughout their whole lives as the age-specific death rates seen in that particular year. Learn more in the article: Life expectancy – What does this actually mean? Age in years for life expectancy for males and females from 1945 to 2021. In 1945 life expectancy was 45 for males and 48 for females. It has been steadily increasing so that life expectancy in 2019 was 70 for males and 74 for females. However in 2020 it decreased for both males and females, so in 2021 it was 68 for males and 73 for females. There was also a dip from 1958 to 1962 for males and females, and in 1972, mainly for males, but some for females. Data source: Human Mortality Database (2023); United Nations - World Population Prospects (2022)"
}
